Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: The Public Base URL didn’t serve the test file. Check the domain and that it points to this bucket.
de: Die öffentliche Basis-URL hat die Testdatei nicht ausgeliefert. Prüfe die Domain und ob sie auf diesen Bucket zeigt.
es: La URL base pública no sirvió el archivo de prueba. Comprueba el dominio y que apunte a este bucket.
fr: L’URL de base publique n’a pas servi le fichier de test. Vérifiez le domaine et qu’il pointe vers ce bucket.
id: URL Dasar Publik tidak menyajikan file uji. Periksa domainnya dan pastikan domain tersebut mengarah ke bucket ini.
it: L’URL di base pubblico non ha restituito il file di prova. Controlla il dominio e che punti a questo bucket.
ja: 公開ベースURLからテストファイルを取得できませんでした。ドメインと、それがこのバケットを指しているか確認してください。
ko: 공개 기본 URL에서 테스트 파일을 가져올 수 없습니다. 도메인과 해당 도메인이 이 버킷을 가리키는지 확인하십시오.
nl: De openbare basis-URL leverde het testbestand niet. Controleer het domein en of het naar deze bucket verwijst.
pl: Publiczny bazowy URL nie zwrócił pliku testowego. Sprawdź domenę i to, czy wskazuje ona na ten bucket.
pt_br: A URL base pública não serviu o arquivo de teste. Verifique o domínio e se ele aponta para este bucket.
ru: По публичному базовому URL не удалось получить тестовый файл. Проверьте домен и убедитесь, что он указывает на этот бакет.
tr: Genel Temel URL test dosyasını sunmadı. Alan adını ve bu bucket'ı gösterdiğini kontrol et.
uk: Публічна базова URL-адреса не віддала тестовий файл. Перевірте домен і чи вказує він на цей бакет.
vi: URL cơ sở công khai không phân phát được tệp thử nghiệm. Hãy kiểm tra tên miền và đảm bảo tên miền trỏ đến bucket này.
zh_hans: 公开基础 URL 未能提供测试文件。请检查域名以及它是否指向此存储桶。
zh_hant: 公開基礎 URL 無法提供測試檔案。請檢查網域，以及它是否指向此儲存貯體。

source: The Raycast extension “%@” wants to upload files, browse your buckets, and manage your upload history through Aktar. This turns on Aktar’s local API, which you can turn off any time in Settings > Integrations.
de: Die Raycast-Erweiterung „%@“ möchte über Aktar Dateien hochladen, deine Buckets durchsuchen und deinen Upload-Verlauf verwalten. Dadurch wird Aktars lokale API aktiviert, die du jederzeit unter Einstellungen > Integrationen deaktivieren kannst.
es: La extensión de Raycast «%@» quiere subir archivos, explorar tus buckets y gestionar tu historial de subidas a través de Aktar. Esto activa la API local de Aktar, que puedes desactivar cuando quieras en Ajustes > Integraciones.
fr: L’extension Raycast « %@ » souhaite envoyer des fichiers, parcourir vos buckets et gérer votre historique d’envois via Aktar. Cela active l’API locale d’Aktar, que vous pouvez désactiver à tout moment dans Réglages > Intégrations.
id: Ekstensi Raycast “%@” ingin mengunggah file, menelusuri bucket Anda, dan mengelola riwayat unggahan Anda melalui Aktar. Tindakan ini akan menyalakan API lokal Aktar, yang dapat Anda matikan kapan saja di Pengaturan > Integrasi.
it: L’estensione Raycast “%@” vuole caricare file, sfogliare i tuoi bucket e gestire la cronologia dei caricamenti tramite Aktar. Così viene attivata l’API locale di Aktar, che puoi disattivare in qualsiasi momento in Impostazioni > Integrazioni.
ja: Raycast拡張機能「%@」が、Aktarを通じてファイルのアップロード、バケットの閲覧、アップロード履歴の管理を求めています。これによりAktarのローカルAPIがオンになります。「設定 > 連携」でいつでもオフにできます。
ko: Raycast 확장 프로그램 ‘%@’이(가) Aktar를 통해 파일을 업로드하고, 버킷을 탐색하고, 업로드 기록을 관리하려고 합니다. 이렇게 하면 Aktar의 로컬 API가 켜지며, 언제든지 설정 > 연동에서 끌 수 있습니다.
nl: De Raycast-extensie ‘%@’ wil via Aktar bestanden uploaden, door je buckets bladeren en je uploadgeschiedenis beheren. Hiermee wordt de lokale API van Aktar ingeschakeld. Je kunt deze altijd uitschakelen in Instellingen > Integraties.
pl: Rozszerzenie Raycast „%@” chce przesyłać pliki, przeglądać Twoje buckety i zarządzać historią przesyłania za pomocą Aktara. Spowoduje to włączenie lokalnego API Aktara, które możesz w każdej chwili wyłączyć w sekcji Ustawienia > Integracje.
pt_br: A extensão do Raycast “%@” quer enviar arquivos, navegar pelos seus buckets e gerenciar seu histórico de envios pelo Aktar. Isso ativa a API local do Aktar, que você pode desativar a qualquer momento em Ajustes > Integrações.
ru: Расширение Raycast «%@» хочет загружать файлы, просматривать ваши бакеты и управлять историей загрузок через Aktar. При этом включится локальный API Aktar, который можно в любой момент выключить в разделе «Настройки» > «Интеграции».
tr: “%@” Raycast eklentisi Aktar üzerinden dosya yüklemek, bucket'larına göz atmak ve yükleme geçmişini yönetmek istiyor. Bu, Aktar'ın yerel API'sini açar; istediğin zaman Ayarlar > Entegrasyonlar'dan kapatabilirsin.
uk: Розширення Raycast «%@» хоче вивантажувати файли, переглядати ваші бакети й керувати історією вивантажень через Aktar. Це ввімкне локальний API Aktar, який можна будь-коли вимкнути в розділі «Параметри > Інтеграції».
vi: Tiện ích mở rộng Raycast “%@” muốn tải tệp lên, duyệt bucket và quản lý lịch sử tải lên của bạn thông qua Aktar. Thao tác này sẽ bật API cục bộ của Aktar, bạn có thể tắt bất kỳ lúc nào trong Cài đặt > Tích hợp.
zh_hans: Raycast 扩展“%@”希望通过 Aktar 上传文件、浏览存储桶并管理上传历史。这将开启 Aktar 的本地 API，你可以随时在“设置 > 集成”中关闭。
zh_hant: Raycast 延伸功能「%@」想要透過 Aktar 上傳檔案、瀏覽你的儲存貯體，以及管理你的上傳歷史記錄。這會開啟 Aktar 的本機 API，你可以隨時在「設定 > 整合」中關閉。

source: The remote file will be removed and its link may stop working. This can’t be undone.
de: Die entfernte Datei wird gelöscht und ihr Link funktioniert möglicherweise nicht mehr. Dies kann nicht widerrufen werden.
es: El archivo remoto se eliminará y su enlace podría dejar de funcionar. Esta acción no se puede deshacer.
fr: Le fichier distant sera supprimé et son lien risque de ne plus fonctionner. Cette action est irréversible.
id: File jarak jauh akan dihapus dan tautannya mungkin berhenti berfungsi. Tindakan ini tidak dapat diurungkan.
it: Il file remoto verrà rimosso e il suo link potrebbe smettere di funzionare. L’operazione non può essere annullata.
ja: リモートファイルが削除され、リンクが機能しなくなる可能性があります。この操作は取り消せません。
ko: 원격 파일이 제거되며 해당 링크가 더 이상 작동하지 않을 수 있습니다. 이 동작은 실행 취소할 수 없습니다.
nl: Het externe bestand wordt verwijderd en de link werkt mogelijk niet meer. Je kunt dit niet ongedaan maken.
pl: Plik zdalny zostanie usunięty, a jego link może przestać działać. Tej czynności nie można cofnąć.
pt_br: O arquivo remoto será apagado e o link pode parar de funcionar. Não é possível desfazer esta ação.
ru: Файл будет удален из бакета, и его ссылка может перестать работать. Это действие нельзя отменить.
tr: Uzak dosya silinecek ve bağlantısı çalışmayabilir. Bu işlem geri alınamaz.
uk: Віддалений файл буде вилучено, і посилання на нього може перестати працювати. Цю дію не можна скасувати.
vi: Tệp từ xa sẽ bị xóa và liên kết của tệp có thể ngừng hoạt động. Bạn không thể hoàn tác thao tác này.
zh_hans: 远程文件将被删除，其链接可能会失效。此操作无法撤销。
zh_hant: 遠端檔案將被移除，其連結可能會失效。此動作無法還原。

source: The remote files will be removed and their links may stop working. This can’t be undone.
de: Die entfernten Dateien werden gelöscht und ihre Links funktionieren möglicherweise nicht mehr. Dies kann nicht widerrufen werden.
es: Los archivos remotos se eliminarán y sus enlaces podrían dejar de funcionar. Esta acción no se puede deshacer.
fr: Les fichiers distants seront supprimés et leurs liens risquent de ne plus fonctionner. Cette action est irréversible.
id: File jarak jauh akan dihapus dan tautannya mungkin berhenti berfungsi. Tindakan ini tidak dapat diurungkan.
it: I file remoti verranno rimossi e i loro link potrebbero smettere di funzionare. L’operazione non può essere annullata.
ja: リモートファイルが削除され、リンクが機能しなくなる可能性があります。この操作は取り消せません。
ko: 원격 파일이 제거되며 해당 링크가 더 이상 작동하지 않을 수 있습니다. 이 동작은 실행 취소할 수 없습니다.
nl: De externe bestanden worden verwijderd en hun links werken mogelijk niet meer. Je kunt dit niet ongedaan maken.
pl: Pliki zdalne zostaną usunięte, a ich linki mogą przestać działać. Tej czynności nie można cofnąć.
pt_br: Os arquivos remotos serão apagados e os links podem parar de funcionar. Não é possível desfazer esta ação.
ru: Файлы будут удалены из бакета, и их ссылки могут перестать работать. Это действие нельзя отменить.
tr: Uzak dosyalar silinecek ve bağlantıları çalışmayabilir. Bu işlem geri alınamaz.
uk: Віддалені файли буде вилучено, і посилання на них можуть перестати працювати. Цю дію не можна скасувати.
vi: Các tệp từ xa sẽ bị xóa và liên kết của chúng có thể ngừng hoạt động. Bạn không thể hoàn tác thao tác này.
zh_hans: 远程文件将被删除，其链接可能会失效。此操作无法撤销。
zh_hant: 遠端檔案將被移除，其連結可能會失效。此動作無法還原。

source: The test file was uploaded, but it isn’t at the Public Base URL. Check that the URL points to this bucket.
de: Die Testdatei wurde hochgeladen, ist aber unter der öffentlichen Basis-URL nicht zu finden. Prüfe, ob die URL auf diesen Bucket zeigt.
es: El archivo de prueba se subió, pero no está en la URL base pública. Comprueba que la URL apunte a este bucket.
fr: Le fichier de test a été envoyé, mais il n’est pas à l’URL de base publique. Vérifiez que l’URL pointe vers ce bucket.
id: File uji telah diunggah, tetapi tidak ada di URL Dasar Publik. Periksa apakah URL tersebut mengarah ke bucket ini.
it: Il file di prova è stato caricato, ma non si trova all’URL di base pubblico. Controlla che l’URL punti a questo bucket.
ja: テストファイルはアップロードされましたが、公開ベースURLにありません。URLがこのバケットを指しているか確認してください。
ko: 테스트 파일은 업로드되었지만 공개 기본 URL에 없습니다. URL이 이 버킷을 가리키는지 확인하십시오.
nl: Het testbestand is geüpload, maar staat niet op de openbare basis-URL. Controleer of de URL naar deze bucket verwijst.
pl: Plik testowy został przesłany, ale nie jest dostępny pod publicznym bazowym URL. Sprawdź, czy ten URL wskazuje na ten bucket.
pt_br: O arquivo de teste foi enviado, mas não está na URL base pública. Verifique se a URL aponta para este bucket.
ru: Тестовый файл загружен, но по публичному базовому URL его нет. Убедитесь, что URL указывает на этот бакет.
tr: Test dosyası yüklendi ama Genel Temel URL'de bulunamadı. URL'nin bu bucket'ı gösterdiğini kontrol et.
uk: Тестовий файл вивантажено, але його немає за публічною базовою URL-адресою. Перевірте, чи вказує URL-адреса на цей бакет.
vi: Tệp thử nghiệm đã được tải lên, nhưng không có tại URL cơ sở công khai. Hãy kiểm tra xem URL có trỏ đến bucket này không.
zh_hans: 测试文件已上传，但在公开基础 URL 下找不到。请检查该 URL 是否指向此存储桶。
zh_hant: 測試檔案已上傳，但不在公開基礎 URL 下。請檢查該 URL 是否指向此儲存貯體。

source: This folder is empty
de: Dieser Ordner ist leer
es: Esta carpeta está vacía
fr: Ce dossier est vide
id: Folder ini kosong
it: Questa cartella è vuota
ja: このフォルダは空です
ko: 이 폴더는 비어 있음
nl: Deze map is leeg
pl: Ten folder jest pusty
pt_br: Esta pasta está vazia
ru: Эта папка пуста
tr: Bu klasör boş
uk: Ця папка порожня
vi: Thư mục này trống
zh_hans: 此文件夹为空
zh_hant: 此資料夾是空的

source: This key can't change the bucket's lifecycle rules.
de: Dieser Schlüssel kann die Lifecycle-Regeln des Buckets nicht ändern.
es: Esta clave no puede cambiar las reglas de ciclo de vida del bucket.
fr: Cette clé ne peut pas modifier les règles de cycle de vie du bucket.
id: Kunci ini tidak dapat mengubah aturan siklus hidup bucket.
it: Questa chiave non può modificare le regole del ciclo di vita del bucket.
ja: このキーではバケットのライフサイクルルールを変更できません。
ko: 이 키로는 버킷의 수명 주기 규칙을 변경할 수 없습니다.
nl: Met deze sleutel kunnen de levenscyclusregels van de bucket niet worden gewijzigd.
pl: Ten klucz nie może zmieniać reguł cyklu życia bucketu.
pt_br: Esta chave não pode alterar as regras de ciclo de vida do bucket.
ru: Этот ключ не может изменять правила жизненного цикла бакета.
tr: Bu anahtar bucket'ın yaşam döngüsü kurallarını değiştiremiyor.
uk: Цей ключ не може змінювати правила життєвого циклу бакета.
vi: Khóa này không thể thay đổi quy tắc vòng đời của bucket.
zh_hans: 此密钥无法更改存储桶的生命周期规则。
zh_hant: 此金鑰無法更改儲存貯體的生命週期規則。

source: This provider doesn't support lifecycle rules.
de: Dieser Anbieter unterstützt keine Lifecycle-Regeln.
es: Este proveedor no admite reglas de ciclo de vida.
fr: Ce fournisseur ne prend pas en charge les règles de cycle de vie.
id: Penyedia ini tidak mendukung aturan siklus hidup.
it: Questo provider non supporta le regole del ciclo di vita.
ja: このプロバイダはライフサイクルルールに対応していません。
ko: 이 제공업체는 수명 주기 규칙을 지원하지 않습니다.
nl: Deze provider ondersteunt geen levenscyclusregels.
pl: Ten dostawca nie obsługuje reguł cyklu życia.
pt_br: Este provedor não oferece suporte a regras de ciclo de vida.
ru: Этот провайдер не поддерживает правила жизненного цикла.
tr: Bu sağlayıcı yaşam döngüsü kurallarını desteklemiyor.
uk: Цей провайдер не підтримує правила життєвого циклу.
vi: Nhà cung cấp này không hỗ trợ quy tắc vòng đời.
zh_hans: 此服务商不支持生命周期规则。
zh_hant: 此服務供應商不支援生命週期規則。

source: This upload's destination was removed.
de: Das Ziel dieses Uploads wurde entfernt.
es: Se eliminó el destino de esta subida.
fr: La destination de cet envoi a été supprimée.
id: Tujuan unggahan ini telah dihapus.
it: La destinazione di questo caricamento è stata rimossa.
ja: このアップロードのアップロード先は削除されました。
ko: 이 업로드의 대상이 제거되었습니다.
nl: De bestemming van deze upload is verwijderd.
pl: Miejsce docelowe tego przesłanego pliku zostało usunięte.
pt_br: O destino deste envio foi removido.
ru: Место назначения этой загрузки было удалено.
tr: Bu yüklemenin hedefi kaldırıldı.
uk: Ціль цього вивантаження вилучено.
vi: Đích của tệp tải lên này đã bị xóa.
zh_hans: 此次上传的上传目标已被移除。
zh_hant: 此上傳項目的目的地已被移除。

source: This upload’s destination was removed.
de: Das Ziel dieses Uploads wurde entfernt.
es: Se eliminó el destino de esta subida.
fr: La destination de cet envoi a été supprimée.
id: Tujuan unggahan ini telah dihapus.
it: La destinazione di questo caricamento è stata rimossa.
ja: このアップロードのアップロード先は削除されています。
ko: 이 업로드의 대상이 제거되었습니다.
nl: De bestemming van deze upload is verwijderd.
pl: Miejsce docelowe tego przesłanego pliku zostało usunięte.
pt_br: O destino deste envio foi removido.
ru: Место назначения этой загрузки было удалено.
tr: Bu yüklemenin hedefi kaldırılmış.
uk: Ціль цього вивантаження вилучено.
vi: Đích của tệp tải lên này đã bị xóa.
zh_hans: 此上传的目标已被移除。
zh_hant: 此上傳項目的目的地已被移除。

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить попытку
tr: Tekrar Dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

source: Turn Off
de: Ausschalten
es: Desactivar
fr: Désactiver
id: Matikan
it: Disattiva
ja: オフにする
ko: 끄기
nl: Schakel uit
pl: Wyłącz
pt_br: Desativar
ru: Выключить
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: Turn Off and Remove Rules
de: Ausschalten und Regeln entfernen
es: Desactivar y eliminar reglas
fr: Désactiver et supprimer les règles
id: Matikan dan Hapus Aturan
it: Disattiva e rimuovi le regole
ja: オフにしてルールを削除
ko: 끄고 규칙 제거
nl: Schakel uit en verwijder regels
pl: Wyłącz i usuń reguły
pt_br: Desativar e remover regras
ru: Выключить и удалить правила
tr: Kapat ve Kuralları Kaldır
uk: Вимкнути й вилучити правила
vi: Tắt và xóa quy tắc
zh_hans: 关闭并移除规则
zh_hant: 關閉並移除規則

source: Turn off auto-delete for this destination?
de: Automatisches Löschen für dieses Ziel ausschalten?
es: ¿Desactivar la eliminación automática para este destino?
fr: Désactiver la suppression automatique pour cette destination ?
id: Matikan hapus otomatis untuk tujuan ini?
it: Disattivare l’eliminazione automatica per questa destinazione?
ja: この保存先の自動削除をオフにしますか？
ko: 이 대상의 자동 삭제를 끄겠습니까?
nl: Automatisch verwijderen uitschakelen voor deze bestemming?
pl: Wyłączyć automatyczne usuwanie dla tego miejsca docelowego?
pt_br: Desativar a exclusão automática para este destino?
ru: Выключить автоудаление для этого места назначения?
tr: Bu hedef için otomatik silme kapatılsın mı?
uk: Вимкнути автовидалення для цієї цілі?
vi: Tắt tự động xóa cho đích này?
zh_hans: 要关闭此目标的自动删除吗？
zh_hant: 要關閉此目的地的自動刪除嗎？

source: Turn Off…
de: Ausschalten…
es: Desactivar…
fr: Désactiver…
id: Matikan…
it: Disattiva…
ja: オフにする…
ko: 끄기…
nl: Schakel uit…
pl: Wyłącz…
pt_br: Desativar…
ru: Выключить…
tr: Kapat…
uk: Вимкнути…
vi: Tắt…
zh_hans: 关闭…
zh_hant: 關閉…

source: Unchanged
de: Unverändert
es: Sin cambios
fr: Inchangé
id: Tidak Diubah
it: Invariato
ja: 変更なし
ko: 변경 안 함
nl: Ongewijzigd
pl: Bez zmian
pt_br: Inalterado
ru: Без изменений
tr: Değişmedi
uk: Без змін
vi: Không thay đổi
zh_hans: 未更改
zh_hant: 未變更

source: Upload
de: Hochladen
es: Subir
fr: Envoyer
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
pl: Prześlij
pt_br: Enviar
ru: Загрузить
tr: Yükle
uk: Вивантажити
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

source: Upload as ZIP
de: Als ZIP hochladen
es: Subir como ZIP
fr: Envoyer en ZIP
id: Unggah sebagai ZIP
it: Carica come ZIP
ja: ZIPでアップロード
ko: ZIP으로 업로드
nl: Upload als ZIP
pl: Prześlij jako ZIP
pt_br: Enviar como ZIP
ru: Загрузить как ZIP
tr: ZIP olarak yükle
uk: Вивантажити як ZIP
vi: Tải lên dưới dạng ZIP
zh_hans: 以 ZIP 上传
zh_hant: 以 ZIP 上傳

source: Upload Defaults
de: Upload-Standards
es: Valores de subida
fr: Réglages d’envoi par défaut
id: Default Unggahan
it: Impostazioni predefinite di caricamento
ja: アップロードの既定値
ko: 업로드 기본값
nl: Standaardinstellingen voor uploads
pl: Domyślne ustawienia przesyłania
pt_br: Padrões de envio
ru: Параметры загрузки по умолчанию
tr: Yükleme Varsayılanları
uk: Стандартні параметри вивантаження
vi: Mặc định tải lên
zh_hans: 上传默认设置
zh_hant: 上傳預設值

source: Upload destinations
de: Upload-Ziele
es: Destinos de subida
fr: Destinations d’envoi
id: Tujuan unggahan
it: Destinazioni di caricamento
ja: アップロード先
ko: 업로드 대상
nl: Uploadbestemmingen
pl: Miejsca docelowe przesyłania
pt_br: Destinos de envio
ru: Места назначения для загрузки
tr: Yükleme hedefleri
uk: Цілі вивантаження
vi: Đích tải lên
zh_hans: 上传目标
zh_hant: 上傳目的地

source: Uploaded %lld files from %@
de: %1$lld Dateien aus %2$@ hochgeladen
es: Se subieron %1$lld archivos de %2$@
fr: %1$lld fichiers de %2$@ envoyés
id: %lld file dari %@ diunggah
it: %lld file caricati da %@
ja: %2$@ から%1$lld個のファイルをアップロードしました
ko: %2$@에서 파일 %1$lld개를 업로드함
nl: %lld bestanden uit %@ geüpload
pl: Przesłano pliki z %2$@: %1$lld
pt_br: %1$lld arquivos de %2$@ enviados
ru: Загружено файлов из «%2$@»: %1$lld
tr: %2$@ klasöründen %1$lld dosya yüklendi
uk: Вивантажено файлів з %2$@: %1$lld
vi: Đã tải lên %lld tệp từ %@
zh_hans: 已从 %2$@ 上传 %1$lld 个文件
zh_hant: 已從 %2$@ 上傳 %1$lld 個檔案

source: Upload failed
de: Upload fehlgeschlagen
es: Error al subir
fr: Échec de l’envoi
id: Unggahan gagal
it: Caricamento non riuscito
ja: アップロードに失敗しました
ko: 업로드 실패
nl: Upload mislukt
pl: Przesyłanie nie powiodło się
pt_br: Falha no envio
ru: Ошибка загрузки
tr: Yükleme başarısız
uk: Не вдалося вивантажити
vi: Tải lên không thành công
zh_hans: 上传失败
zh_hant: 上傳失敗

source: Upload File…
de: Datei hochladen …
es: Subir archivo…
fr: Envoyer un fichier…
id: Unggah File…
it: Carica file…
ja: ファイルをアップロード…
ko: 파일 업로드…
nl: Upload bestand…
pl: Prześlij plik…
pt_br: Enviar arquivo…
ru: Загрузить файл…
tr: Dosya Yükle…
uk: Вивантажити файл…
vi: Tải lên tệp…
zh_hans: 上传文件…
zh_hant: 上傳檔案…

source: Upload files and the clipboard, search your history, and browse your buckets without opening Aktar. Run “Connect to Aktar” in Raycast to pair it in one click.
de: Lade Dateien und die Zwischenablage hoch, durchsuche deinen Verlauf und deine Buckets, ohne Aktar zu öffnen. Führe in Raycast „Connect to Aktar“ aus, um es mit einem Klick zu verbinden.
es: Sube archivos y el portapapeles, busca en tu historial y explora tus buckets sin abrir Aktar. Ejecuta «Connect to Aktar» en Raycast para vincularlo con un clic.
fr: Envoyez des fichiers et le contenu du presse-papiers, recherchez dans votre historique et parcourez vos buckets sans ouvrir Aktar. Lancez « Connect to Aktar » dans Raycast pour l’associer en un clic.
id: Unggah file dan papan klip, cari riwayat Anda, dan telusuri bucket Anda tanpa membuka Aktar. Jalankan “Connect to Aktar” di Raycast untuk menghubungkannya dengan satu klik.
it: Carica file e il contenuto degli Appunti, cerca nella cronologia e sfoglia i tuoi bucket senza aprire Aktar. Esegui “Connect to Aktar” in Raycast per abbinarlo con un clic.
ja: Aktarを開かずに、ファイルやクリップボードのアップロード、履歴の検索、バケットの閲覧ができます。Raycastで「Connect to Aktar」を実行すると、ワンクリックで連携できます。
ko: Aktar를 열지 않고도 파일과 클립보드를 업로드하고, 기록을 검색하고, 버킷을 탐색할 수 있습니다. Raycast에서 ‘Connect to Aktar’를 실행하면 클릭 한 번으로 연결됩니다.
nl: Upload bestanden en het klembord, doorzoek je geschiedenis en blader door je buckets zonder Aktar te openen. Voer ‘Connect to Aktar’ uit in Raycast om met één klik te koppelen.
pl: Przesyłaj pliki i zawartość schowka, przeszukuj historię i przeglądaj buckety bez otwierania Aktara. Uruchom „Connect to Aktar” w Raycast, aby połączyć je jednym kliknięciem.
pt_br: Envie arquivos e a área de transferência, pesquise seu histórico e navegue pelos seus buckets sem abrir o Aktar. Execute “Connect to Aktar” no Raycast para conectar com um clique.
ru: Загружайте файлы и содержимое буфера обмена, ищите в истории и просматривайте бакеты, не открывая Aktar. Запустите «Connect to Aktar» в Raycast, чтобы связать его одним нажатием.
tr: Aktar'ı açmadan dosya ve pano yükle, geçmişinde ara, bucket'larına göz at. Tek tıkla eşleştirmek için Raycast'te “Connect to Aktar” komutunu çalıştır.
uk: Вивантажуйте файли й буфер обміну, шукайте в історії та переглядайте бакети, не відкриваючи Aktar. Запустіть «Connect to Aktar» у Raycast, щоб під’єднати його одним клацанням.
vi: Tải lên tệp và bộ nhớ tạm, tìm kiếm lịch sử và duyệt bucket mà không cần mở Aktar. Chạy “Connect to Aktar” trong Raycast để ghép nối chỉ với một cú bấm.
zh_hans: 无需打开 Aktar 即可上传文件和剪贴板内容、搜索历史记录并浏览存储桶。在 Raycast 中运行“Connect to Aktar”即可一键配对。
zh_hant: 不需打開 Aktar 就能上傳檔案和剪貼簿、搜尋歷史記錄並瀏覽你的儲存貯體。在 Raycast 中執行「Connect to Aktar」即可一鍵配對。

source: Upload files the moment they land in a folder.
de: Lade Dateien hoch, sobald sie in einem Ordner landen.
es: Sube archivos en cuanto llegan a una carpeta.
fr: Envoyez les fichiers dès qu’ils arrivent dans un dossier.
id: Unggah file begitu file masuk ke folder.
it: Carica i file non appena arrivano in una cartella.
ja: フォルダにファイルが入った瞬間にアップロードします。
ko: 폴더에 파일이 들어오는 즉시 업로드합니다.
nl: Upload bestanden zodra ze in een map terechtkomen.
pl: Przesyłaj pliki, gdy tylko trafią do folderu.
pt_br: Envie arquivos assim que chegarem a uma pasta.
ru: Загружайте файлы, как только они появляются в папке.
tr: Dosyaları bir klasöre düştükleri anda yükle.
uk: Вивантажуйте файли, щойно вони з’являються в папці.
vi: Tải tệp lên ngay khi chúng xuất hiện trong thư mục.
zh_hans: 文件一放进文件夹就立即上传。
zh_hant: 檔案一放進資料夾就立即上傳。

source: Upload files to your own storage, then instantly copy a shareable URL.
de: Lade Dateien in deinen eigenen Speicher hoch und kopiere sofort eine teilbare URL.
es: Sube archivos a tu propio almacenamiento y copia al instante una URL para compartir.
fr: Envoyez des fichiers vers votre propre stockage, puis copiez instantanément une URL à partager.
id: Unggah file ke penyimpanan Anda sendiri, lalu langsung salin URL yang dapat dibagikan.
it: Carica file nel tuo spazio di archiviazione, poi copia subito un URL da condividere.
ja: 自分のストレージにファイルをアップロードして、共有用URLをすぐにコピーできます。
ko: 자신의 저장 공간에 파일을 업로드하고, 공유 가능한 URL을 즉시 복사합니다.
nl: Upload bestanden naar je eigen opslag en kopieer meteen een deelbare URL.
pl: Przesyłaj pliki do własnego magazynu i od razu kopiuj link do udostępnienia.
pt_br: Envie arquivos para seu próprio armazenamento e copie na hora uma URL para compartilhar.
ru: Загружайте файлы в собственное хранилище и сразу копируйте ссылку, которой можно поделиться.
tr: Dosyaları kendi depolama alanına yükle, paylaşılabilir bağlantıyı anında kopyala.
uk: Вивантажуйте файли у власне сховище й одразу копіюйте посилання, яким можна поділитися.
vi: Tải tệp lên bộ nhớ lưu trữ của riêng bạn, rồi sao chép ngay URL để chia sẻ.
zh_hans: 将文件上传到你自己的存储，并立即复制可分享的 URL。
zh_hant: 將檔案上傳到你自己的儲存空間，並立即拷貝可分享的 URL。
